/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "Gonbidapen %@";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ ez dago instalatuta";

/* {app name} version not supported */
"%@ version not supported" = "%@ bertsioa ez da onartzen";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "%d days ago";

/* No comment provided by engineer. */
"%d hours ago" = "duela %d ordu";

/* No comment provided by engineer. */
"%d minutes ago" = "Duela %d minutu";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d boto";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld jakinarazpen";

/* No comment provided by engineer. */
"%ld participants" = "%ld parte-hartzaile";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "Egun 1";

/* No comment provided by engineer. */
"1 hour" = "Ordu 1";

/* No comment provided by engineer. */
"1 week" = "Aste 1";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 minutu";

/* No comment provided by engineer. */
"4 hours" = "4 ordu";

/* No comment provided by engineer. */
"4 weeks" = "4 aste";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 ordu";

/* No comment provided by engineer. */
"@-mentions only" = "@ aipamenak soilik";

/* No comment provided by engineer. */
"[Unknown username]" = "[Erabiltzaile-izen ezezaguna]";

/* No comment provided by engineer. */
"About" = "Honi buruz";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Onartu";

/* No comment provided by engineer. */
"Account" = "Kontua";

/* No comment provided by engineer. */
"Account already added" = "Kontua jada gehituta";

/* No comment provided by engineer. */
"Account not configured" = "Kontua ez dago konfiguratuta";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Kontuak";

/* No comment provided by engineer. */
"Accuracy" = "Zehaztasuna";

/* No comment provided by engineer. */
"Add (%lu)" = "Gehitu (%lu)";

/* No comment provided by engineer. */
"Add account" = "Gehitu kontua";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Gehitu erantzuna";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Gehitu parte-hartzaileak";

/* No comment provided by engineer. */
"Add reaction" = "Gehitu erreakzioa";

/* No comment provided by engineer. */
"Add to favorites" = "Gehitu gogokoetara";

/* No comment provided by engineer. */
"Added note to self" = "Added note to self";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "Helbidea";

/* No comment provided by engineer. */
"Advanced" = "Aurreratua";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay botoia";

/* No comment provided by engineer. */
"All messages" = "Mezu guztiak";

/* No comment provided by engineer. */
"All messages were deleted" = "Mezu guztiak ezabatu dira";

/* No comment provided by engineer. */
"All notifications are muted" = "Jakinarazpen guztiak mututu";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Onartu gonbidatuei elkarrizketa honetan esteka bidez sartzea";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Baimendu parte-hartzaileek @all aipatu dezaten";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Baimendu pin gabeko deia";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Baimenduta";

/* No comment provided by engineer. */
"Alphabetical order" = "Orden alfatbetikoa";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Ireki baita ere aplikazio gonbidatuentzat";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Administratzaile batek zu eta {user0} gehitu zaituzte";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Administratzaile batek {user0} eta {user1} gehitu ditu";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Administratzaile batek zu eta {user0} moderatzaileetatik kendu zaituzte";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Administratzaile batek {user0} eta {user1} moderatzaileetatik kendu ditu";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Administratzaile batek zu eta {user0} moderatzaile egin zaituzte";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Administratzaile batek {user0} eta {user1} moderatzaile egin ditu";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Administratzaile batek zu eta {user0} kendu zaituzte";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Administratzaile batek {user0} eta {user1} kendu ditu";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Errore bat gertatu da pribatutasun ezarpenak aldatzean";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Errore bat gertatu da irakurritako egoeraren ezarpena aldatzean";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "An error occurred changing typing privacy setting";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Errore bat gertatu da profileko irudia kentzean";

/* No comment provided by engineer. */
"An error occurred setting address" = "Errore bat gertatu da helbidea ezartzean";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Errore bat gertatu da helbide elektronikoa ezartzean";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Errore bat gertatu da telefono zenbakia ezartzean";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Errore bat gertatu da profileko irudia ezartzean";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Errore bat gertatu da Twitter kontua ezartzean";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Errore bat gertatu da erabiltzaile izena ezartzean";

/* No comment provided by engineer. */
"An error occurred setting website" = "Errore bat gertatu da webgunea ezartzean";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "An error occurred trying to translate message";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Errore bat gertatu da %@ gelara gehitzean";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "An error occurred while adding note";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Errore bat gertatu da egoera-mezua garbitzean";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "An error occurred while creating the poll";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Errore bat gertatu da mezua ezabatzean";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Errorea gertatu da %@ fitxategia irekitzean";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "An error occurred while removing the avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Errore bat gertatu da mezua bidaltzean";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Errore bat gertatu da \(formattedPhoneNumber) telefono-zenbaki gisa ezartzean";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Errore bat gertatu da telefono-zenbakia ezartzean";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Errore bat gertatu da egoera-mezua ezartzean";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "An error occurred while setting the avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Errorea gertatu da fitxategia partekatzean";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "ordu bat";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Erantzun";

/* No comment provided by engineer. */
"Answers" = "Erantzunak";

/* No comment provided by engineer. */
"App" = "App";

/* No comment provided by engineer. */
"App is outdated" = "Aplikazioa zaharkituta dago";

/* No comment provided by engineer. */
"Appear offline" = "Lineaz kanpo agertu";

/* No comment provided by engineer. */
"Archive conversation" = "Artxibatu elkarrizketa";

/* No comment provided by engineer. */
"Archived conversations" = "Artxibatutako elkarrizketak";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Egin galdera bat";

/* No comment provided by engineer. */
"Attachments allowed?" = "Eranskinak baimenduta?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Audio ezarpenak";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Audioak";

/* No comment provided by engineer. */
"Away" = "Kanpoan";

/* No comment provided by engineer. */
"Back to conversations" = "Itzuli elkarrizketetara";

/* Ban a user/guest */
"Ban" = "Debekatu";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Debekatu parte-hartzailea";

/* Date and time of ban creation */
"Banned by:" = "Honek debekatuta:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Lodia";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Cacheatutako fitxategiak";

/* No comment provided by engineer. */
"Cached images" = "Cacheatutako irudiak";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Dei jakinarazpena bidali da";

/* No comment provided by engineer. */
"Call options" = "Dei aukerak";

/* No comment provided by engineer. */
"Call recording enabled?" = "Call recording enabled?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Call recording failed. Please contact your administrator";

/* No comment provided by engineer. */
"Call recording is starting" = "Call recording is starting";

/* No comment provided by engineer. */
"Call recording started" = "Call recording started";

/* No comment provided by engineer. */
"Call recording stopped" = "Call recording stopped";

/* No comment provided by engineer. */
"Call without notification" = "Deitu jakinarazpenik gabe";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Deiak";

/* No comment provided by engineer. */
"Calls enabled?" = "Deiak gaituta?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Calls from an old account were received.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Calls from old accounts";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Kamera sarbidea";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Kamera sarbidea ez dago baimenduta. Egiaztatu zure ezarpenak.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera desgaituta";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera gaituta";

/* No comment provided by engineer. */
"Can create conversations?" = "Elkarrizketak sortu ditzake?";

/* No comment provided by engineer. */
"Cancel" = "Utzi";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Beste kontu bateko deia bertan behera utzi da";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Ezin da partekatu elkarrizketa";

/* No comment provided by engineer. */
"Capabilities" = "Gaitasunak";

/* No comment provided by engineer. */
"Change password" = "Aldatu pasahitza";

/* No comment provided by engineer. */
"Change your vote" = "Aldatu zure botoa";

/* No comment provided by engineer. */
"Chat" = "Txata";

/* No comment provided by engineer. */
"Chat messages" = "Txat mezuak";

/* No comment provided by engineer. */
"Clear cache" = "Garbitu cachea";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Garbitu gogorarazpena";

/* No comment provided by engineer. */
"Clear status message" = "Garbitu egoera-mezua";

/* No comment provided by engineer. */
"Clear status message after" = "Garbitu egoera mezua ondoren";

/* No comment provided by engineer. */
"Close" = "Itxi";

/* Code block */
"Code" = "Kodea";

/* No comment provided by engineer. */
"Configuration" = "Konfigurazioa";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Berretsi eta ezkutatu oharra";

/* No comment provided by engineer. */
"Connecting to %@ …" = "%@(e)ra konektatzen ...";

/* No comment provided by engineer. */
"Connecting to the call …" = "Deira konektatzen ...";

/* No comment provided by engineer. */
"Contact access" = "Kontaktu sarbidea";

/* No comment provided by engineer. */
"Contact access has been denied" = "Kontaktuaren sarbidea debekatua izan da";

/* No comment provided by engineer. */
"Contacts" = "Kontaktuak";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Elkarrizketaren xehetasunak";

/* No comment provided by engineer. */
"Conversation name" = "Elkarrizketaren izena";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Elkarrizketaren izena ezin da hutsik egon";

/* No comment provided by engineer. */
"Conversation not found" = "Elkarrizketa ez da aurkitu";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Elkarrizketa ez da aurkitu edo ez da sartu";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Elkarrizketaren ezarpenak";

/* No comment provided by engineer. */
"Conversations" = "Elkarrizketak";

/* No comment provided by engineer. */
"Copy" = "Kopiatu";

/* No comment provided by engineer. */
"Copy message link" = "Kopiatu mezuaren esteka";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Ezin izan da kamera atzitu";

/* No comment provided by engineer. */
"Could not access microphone" = "Ezin izan da mikrofonoa atzitu";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Could not access speech recognition";

/* No comment provided by engineer. */
"Could not access your location" = "Ezin izan da kokapena atzitu";

/* No comment provided by engineer. */
"Could not add participant" = "Ezin izan da partehartzailea gehitu";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Ezin izan dira dei jakinarazpen ezarpenak aldatu";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Ezin izan da elkarrizketaren irismen zerrendagarria aldatu";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Ezin izan da elkarrizketaren sarreraren egoera aldatu";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Ezin izan dira partaidearen moderazio baimenak aldatu";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Ezin izan da aldatu jakinarazpenen ezarpena";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Ezin izan dira pasahitz babes ezarpenak aldatu";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Ezin izan da elkarrizketaren soilik irakurtzeko egoera aldatu";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Ezin izan dira elkarrizketaren partekatze baimenak aldatu";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Ezin izan da elkarrizketaren SIP egoera aldatu";

/* No comment provided by engineer. */
"Could not clear chat history" = "Ezin izan da txat historia garbitu";

/* No comment provided by engineer. */
"Could not clear status message" = "Ezin izan da egoera-mezua garbitu";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Ezin izan da elkarrizketa ezabatu";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "Ezin izan da %@ deira sartu";

/* No comment provided by engineer. */
"Could not join call with %@" = "Ezin izan da deira %@(r)ekin batu";

/* No comment provided by engineer. */
"Could not join conversation" = "Could not join conversation";

/* No comment provided by engineer. */
"Could not leave conversation" = "Ezin izan da elkarrizketatik irten";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Ezin izan da partehartzailea kendu";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Ezin izan da elkarrizketa berrizendatu";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Ezin izan dira posta elektronikoko gonbidapenak berriro bidali";

/* No comment provided by engineer. */
"Could not send call notification" = "Ezin izan da dei jakinarazpena bidali";

/* No comment provided by engineer. */
"Could not send the message" = "Ezin izan da mezua bidali";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "Ezin da elkarrizketaren izena ezarri";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Ezin izan da mezuaren iraungitze denbora ezarri";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Ezin izan da telefono zenbakia ezarri";

/* No comment provided by engineer. */
"Could not set status message" = "Ezin izan da egoera-mezua ezarri";

/* No comment provided by engineer. */
"Could not share file" = "Ezin izan da fitxategia partekatu";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Sortu";

/* No comment provided by engineer. */
"Create a new conversation" = "Sortu elkarrizketa berri bat";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "Sortu galdeketa";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "Creating poll failed";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Kontu honentzako kredentzialak ez dira baliozkoak";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Data:";

/* No comment provided by engineer. */
"days" = "egun";

/* No comment provided by engineer. */
"Deck cards" = "Deck txartelak";

/* No comment provided by engineer. */
"Default" = "Lehenetsia";

/* No comment provided by engineer. */
"Delete" = "Ezabatu";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Ezabatu guztiak";

/* No comment provided by engineer. */
"Delete all messages" = "Ezabatu mezu guztiak";

/* No comment provided by engineer. */
"Delete conversation" = "Ezabatu elkarrizketa";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Erabiltzailea ezabatu da";

/* No comment provided by engineer. */
"Deleting message" = "Mezua ezabatzen";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Kendu moderatzaile rola";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Ukatuta";

/* No comment provided by engineer. */
"Description" = "Deskribapena";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"Details" = "Xehetasuna";

/* No comment provided by engineer. */
"detected" = "detektatuta";

/* No comment provided by engineer. */
"Detecting language" = "Hizkuntza hautematen";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostikoak";

/* No comment provided by engineer. */
"Disable" = "Desgaitu";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Desgaitu lausotzea";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Desgaitu bozgorailua";

/* No comment provided by engineer. */
"Disconnected" = "Deskonektatuta";

/* No comment provided by engineer. */
"Dismiss" = "Baztertu";

/* No comment provided by engineer. */
"Dismiss notification" = "Baztertu jakinarazpena";

/* No comment provided by engineer. */
"Do not disturb" = "Ez molestatu";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Do you really want to clear the file cache?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Do you really want to clear the image cache?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = " 101% match \nZiur zaude elkarrizketa honen mezu guztiak ezabatu nahi dituzula?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Ziur zaude galdeketa hau bukatu nahi duzula?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Ziur zaude kontu honetatik saioa amaitu nahi duzula?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Ziur zaude kontu hau kendu nahi duzula?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Zerbitzarira konektatu nahi duzu hala ere?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Zure kamera gaitu nahi duzu?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Dei honetara batu nahi zara?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "'%@' elkarrizketan partekatu nahi duzu?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Do you want to stop the recording?";

/* No comment provided by engineer. */
"Don't clear" = "Ez garbitu";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Double tap to dismiss authentication dialog";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Sakatu birritan partekatzeko aukerak baztertzeko";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Sakatu birritan profila editatzeko";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Sakatu birritan kamera gaitzeko edo desgaitzeko";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Sakatu birritan mikrofonoa gaitzeko edo desgaitzeko";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Sakatu birritan bozgorailua gaitzeko edo desgaitzeko";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Sakatu birritan profila editatzen amaitzeko";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Sakatu birritan elkarrizketaren informaziora joateko";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Sakatu birritan erabiltzaile profilera eta aplikazioaren ezarpenetara joateko";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Sakatu bi aldiz deia esekiteko";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Double tap to lower hand";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Sakatu birritan fitxategi arakatzailea irekitzeko";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Sakatu birritan audio-bide desberdinak hautatzeko";

/* No comment provided by engineer. */
"Double tap to send message" = "Sakatu birritan mezua bidaltzeko";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Sakatu birritan hautatutako elkarrizketekin partekatzeko";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Double tap to show more actions";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Sakatu birritan txat ikuspegia erakusteko edo ezkutatzeko";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Sakatu bi aldiz bideo dei bat hasteko";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Double tap to stop recording";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Sakatu birritan ahots dei hau bideo dei batera eguneratzeko";

/* No comment provided by engineer. */
"Duplicate session" = "Saio bikoiztua";

/* Edit a message or room participants */
"Edit" = "Aldatu";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "editatuta";

/* A message was edited by ... */
"edited by" = "honek editatuta";

/* A message was edited by ... */
"Edited by" = "Honek editatuta";

/* No comment provided by engineer. */
"Editing Message" = "Mezua editatzen";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Edo ez duzu txat baimenik edo elkarrizketa irakurtzeko soilik da.";

/* No comment provided by engineer. */
"Email" = "E-posta";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Gaitu";

/* No comment provided by engineer. */
"Enable blur" = "Gaitu lausotzea";

/* No comment provided by engineer. */
"Enable screensharing" = "Gaitu pantaila partekatzea";

/* No comment provided by engineer. */
"Enable speaker" = "Gaitu bozgorailua";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Amaitu deia";

/* No comment provided by engineer. */
"End call for everyone" = "Amaitu deia denontzat";

/* No comment provided by engineer. */
"End poll" = "Amaitu galdeketa";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Sartu pasahitz bat";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Errorea gertatu da gogorarazpena sortzean";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "Kanpokoa";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Gogorarazpena garbitzeak huts egin du";

/* No comment provided by engineer. */
"Failed to connect to %@" = "%@(e)ra konektatzeak huts egin du";

/* No comment provided by engineer. */
"Failed to forward message" = "Ezin izan da mezua birbidali";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Mezua bidaltzeak huts egin du";

/* No comment provided by engineer. */
"Failed to share recording" = "Failed to share recording";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Federatua";

/* No comment provided by engineer. */
"Fetching status …" = "Egoera eskuratzen ...";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Fitxategiak";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "Pasahitza berrezartzeko eta jakinarazpenerako";

/* No comment provided by engineer. */
"Format" = "Formatua";

/* No comment provided by engineer. */
"Forward" = "Birbidali";

/* No comment provided by engineer. */
"Forward to" = "Birbidali honi";

/* 'From' which language user wants to translate text */
"From" = "Nork:";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "Izen osoa";

/* No comment provided by engineer. */
"Generate summary" = "Sortu laburpena";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Iturburu kodea eskuratu";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API errorea";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "gonbidatua";

/* No comment provided by engineer. */
"Guest" = "Gonbidatua";

/* No comment provided by engineer. */
"Guests access" = "Gonbidatuen sarbidea";

/* No comment provided by engineer. */
"Guests app enabled?" = "Guests app enabled?";

/* No comment provided by engineer. */
"Hang up" = "Eseki";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Ezkutatu";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "ordu";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Elkarrizketa ezabatzen baduzu, %@(r)entzat ere ezabatuko da";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Kamera gaitzen baduzu, deia segundo batzuetan eten egingo da.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "If you're using multiple servers, you need to check all of them.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Irudiak, fitxategiak, ahots-mezuak...";

/* No comment provided by engineer. */
"Import account" = "Inportatu kontua";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "Handiagotu";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Barnekoa";

/* Internal note about why a user/guest was banned */
"Internal note" = "Barneko oharra";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Zerbitzari helbide baliogabea";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Ikusezina";

/* No comment provided by engineer. */
"Invitation resent" = "Gonbidapena berriro bidalita.";

/* No comment provided by engineer. */
"Invitations resent" = "Gonbidapenak berriro bidalita.";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Badirudi %@ ez dagoela zure zerbitzarian instalatuta.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Badirudi ez dagoela Interneteko konexiorik.";

/* Italic text */
"Italic" = "Etzana";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Batu elkarrizketa batera edo hasi berri bat";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Batu deira (audioa soilik)";

/* No comment provided by engineer. */
"Join call with video" = "Batu deira bideoarekin";

/* No comment provided by engineer. */
"Join open conversations" = "Sartu elkarrizketa irekietara";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Mantendu";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Azken harpidetza";

/* No comment provided by engineer. */
"Last sync" = "Azken sinkronizazioa";

/* Remind me later today about that message */
"Later today" = "Beranduago gaur";

/* No comment provided by engineer. */
"Leave" = "Irten";

/* No comment provided by engineer. */
"Leave call" = "Utzi deia";

/* No comment provided by engineer. */
"Leave conversation" = "Atera elkarrizketatik";

/* No comment provided by engineer. */
"less than a minute ago" = "duela minutu bat baino gutxiago";

/* No comment provided by engineer. */
"Link https://…" = "https://... esteka";

/* No comment provided by engineer. */
"Linked file" = "Estekatutako fitxategia";

/* No comment provided by engineer. */
"Load more results" = "Kargatu emaitza gehiago ";

/* No comment provided by engineer. */
"Lobby" = "Sarrera";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Sarrera oraindik gaituta dago eta ez zara moderatzaile bat";

/* No comment provided by engineer. */
"Local" = "Lokala";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Kokapena";

/* No comment provided by engineer. */
"Location access" = "Kokapen sarbidea";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Kokapen zerbitzua ukatu egin da. Egiaztatu ezarpenak.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Kokapen zerbitzua ez dago gaituta";

/* No comment provided by engineer. */
"Locations" = "Kokapenak";

/* No comment provided by engineer. */
"Lock conversation" = "Blokeatu elkarrizketa";

/* No comment provided by engineer. */
"Log in" = "Saioa hasi";

/* No comment provided by engineer. */
"Log out" = "Amaitu saioa";

/* No comment provided by engineer. */
"Logged out" = "Saioa amaitu duzu";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Jaitsi eskua";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Eskuzkoa";

/* No comment provided by engineer. */
"Mark as read" = "Markatu irakurritako gisa";

/* No comment provided by engineer. */
"Mark as unread" = "Markatu irakurri gabeko gisa";

/* No comment provided by engineer. */
"Match system contacts" = "Lotu sistemako kontaktuak";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Bileraren IDa";

/* No comment provided by engineer. */
"Meeting settings" = "Bileraren ezarpenak";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Aipatuta";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Mezua kopiatuta";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Mezua ezin izan da ezabatu zaharregia delako";

/* No comment provided by engineer. */
"Message deleted successfully" = "Mezua ongi ezabatu da";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Mezua ondo ezabatu da, baina Matterbridge konfiguratuta dago eta baliteke beste zerbitzu batzuetara filtratu izana";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Mezuen iraungitzea";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Mezuak";

/* No comment provided by engineer. */
"Microphone" = "Mikrofonoa";

/* No comment provided by engineer. */
"Microphone access" = "Mikrofono sarbidea";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Ez dago mikrofonoa sartzeko baimenik. Egiaztatu zure ezarpenak.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofonoa desaktibatuta";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofonoa gaituta";

/* No comment provided by engineer. */
"minutes" = "minutu";

/* No comment provided by engineer. */
"Missed call from" = "Honen dei galdua";

/* No comment provided by engineer. */
"Missing phone number information" = "Telefono zenbakiaren informazioa falta da";

/* The signaling mode used */
"Mode" = "Modua";

/* No comment provided by engineer. */
"moderator" = "moderatzailea";

/* No comment provided by engineer. */
"Modification date" = "Aldaketa-data";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "Ekintza gehiago";

/* No comment provided by engineer. */
"Multiple answers" = "Erantzun anitz";

/* No comment provided by engineer. */
"Mute all notifications" = "Mututu jakinarazpen guztiak";

/* No comment provided by engineer. */
"Mute others" = "Isilarazi besteak";

/* No comment provided by engineer. */
"My location" = "Nire kokalekua";

/* No comment provided by engineer. */
"Name" = "Izena";

/* No comment provided by engineer. */
"Nearby places" = "Inguruko lekuak";

/* No comment provided by engineer. */
"Network available" = "Sarea eskuragarri";

/* No comment provided by engineer. */
"Network not available" = "Sarea ez dago eskuragarri";

/* Never subscribed to the push notification server */
"Never subscribed" = "Inoiz ez harpidetuta";

/* No comment provided by engineer. */
"New conversation" = "Elkarrizketa berria";

/* No comment provided by engineer. */
"New poll" = "Galdeketa berria";

/* Remind me next week about that message */
"Next week" = "Hurrengo astea";

/* No comment provided by engineer. */
"Tassos server not found" = "Ez da aurkitu Tassos zerbitzaria";

/* No comment provided by engineer. */
"No" = "Ez";

/* No comment provided by engineer. */
"No actions available" = "No actions available";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Ez da deskribapenik eman";

/* No comment provided by engineer. */
"No files in here" = "Ez dago fitxategirik hemen";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Ez dago mezurik oraindik, hasi elkarrizketa!";

/* No comment provided by engineer. */
"No participants found" = "Ez da parte-hartzailerik aurkitu";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Ez da erantzunik jaso zerbitzaritik";

/* No comment provided by engineer. */
"No results found" = "Ez da emaitzarik aurkitu";

/* No comment provided by engineer. */
"No shared items" = "Ez dago partekatutako elementurik";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Eskatu gabe";

/* No comment provided by engineer. */
"Note to self" = "Nire oharrak";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Oharra:";

/* No comment provided by engineer. */
"Notifications" = "Jakinarazpenak";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Jakinarazpenak aplikazioa gaituta dago?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Orain";

/* No comment provided by engineer. */
"Off" = "Desaktibatu";

/* No comment provided by engineer. */
"Offline" = "Lineaz kanpo";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Lineaz kanpo, deskargatutako mezuak soilik erakusten ditu";

/* No comment provided by engineer. */
"OK" = "Ados";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Kontu zaharra";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Elkarrizketa uzten denean, elkarrizketa itxi batera berriro sartzeko, gonbidapen bat behar da. Elkarrizketa ireki batean edozein unetan sar daiteke berriro.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Behin elkarrizketa bat desartxibatuta, modu lehenetsian erakutsiko da berriro.";

/* No comment provided by engineer. */
"Online" = "Linean";

/* No comment provided by engineer. */
"Online status" = "Lineako egoera";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Txat mezu normalak soilik ezabatu daitezke";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sinkronizatu zerbitzari fidagarriekin soilik";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Soilik ikusgai telefono zenbakien integrazioaren bidez bat datozenentzat";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Soilik instantzia honetako erabiltzaile eta gonbidatuentzat ikusgai";

/* No comment provided by engineer. */
"Open" = "Ireki";

/* No comment provided by engineer. */
"Open app settings" = "Ireki aplikazioaren ezarpenak";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Ireki elkarrizketa erregistratutako erabiltzaileei";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Irekitako elkarrizketak";

/* No comment provided by engineer. */
"Open in %@" = "Ireki %@(e)n";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Beste kontuak";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Bestelakoak";

/* Owner of a repository */
"Owner" = "Jabea";

/* No comment provided by engineer. */
"Participants" = "Parte-hartzaileak";

/* No comment provided by engineer. */
"Password" = "Pasahitza";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "Bidaltzeko gonbidapenak";

/* No comment provided by engineer. */
"Phone number" = "Telefono zenbakia";

/* No comment provided by engineer. */
"Phone number integration" = "Telefono zenbaki integrazioa";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefono zenbakia ondo ezarri da";

/* No comment provided by engineer. */
"Photo Library" = "Argazkien liburutegia";

/* No comment provided by engineer. */
"Photo library access" = "Argazki-liburutegi sarbidea";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Mesedez egiaztatu balozko zerbitzari helbidea sartu duzula.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Egiaztatu Tassos zerbitzariaren helbide zuzena sartu duzula.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Please contact your system administrator.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Mesedez, eguneratu zure zerbitzaria eskuragarri dagoen azken %@bertsioarekin.";

/* No comment provided by engineer. */
"Please update." = "Mesedez eguneratu.";

/* No comment provided by engineer. */
"Poll" = "Galdeketa";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Galdeketaren emaitzak";

/* No comment provided by engineer. */
"Polls" = "Bozketak";

/* No comment provided by engineer. */
"Preview" = "Aurreikuspena";

/* No comment provided by engineer. */
"Privacy" = "Pribatutasuna";

/* No comment provided by engineer. */
"Private" = "Pribatua";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profila";

/* No comment provided by engineer. */
"Profile picture" = "Profil-irudia";

/* No comment provided by engineer. */
"Promote to moderator" = "Egin moderatzaile";

/* No comment provided by engineer. */
"Published" = "Argitaratuta";

/* No comment provided by engineer. */
"Push notifications" = "Push jakinarazpenak";

/* No comment provided by engineer. */
"Question" = "Galdera";

/* No comment provided by engineer. */
"Raise hand" = "Jaso eskua";

/* No comment provided by engineer. */
"Reachable?" = "Eskuragarria?";

/* No comment provided by engineer. */
"Reactions" = "Erreakzioak";

/* No comment provided by engineer. */
"Read status" = "Irakurtze egoera";

/* No comment provided by engineer. */
"Received call from an old account" = "Received call from an old account";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Grabatu ahots mezua";

/* No comment provided by engineer. */
"Recording" = "Grabatzea";

/* No comment provided by engineer. */
"Recording consent is required" = "Grabatzeko baimena behar da";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Grabaketak";

/* No comment provided by engineer. */
"Redo" = "Berregin";

/* No comment provided by engineer. */
"Reference API supported?" = "Reference API supported?";

/* No comment provided by engineer. */
"Reject" = "Ukatu";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Gogorarazpena ondo garbitu da";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Gogorarazpena ondo ezarri da";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "Ezabatu";

/* No comment provided by engineer. */
"Remove account" = "Kendu kontua";

/* No comment provided by engineer. */
"Remove from favorites" = "Kendu gogokoetatik";

/* No comment provided by engineer. */
"Remove group and members" = "Kendu taldea eta kideak";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Remove old duplicate entries and leave only the most recent entries.";

/* No comment provided by engineer. */
"Remove participant" = "Kendu parte-hartzailea";

/* No comment provided by engineer. */
"Remove password" = "Kendu pasahitza";

/* No comment provided by engineer. */
"Remove team and members" = "Kendu lantaldea eta kideak";

/* Replacement in case of out of office */
"Replacement" = "Ordezkoa";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Erantzun";

/* No comment provided by engineer. */
"Reply privately" = "Erantzun pribatuki";

/* Name of a repository */
"Repo" = "Biltegia";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Birbidali";

/* No comment provided by engineer. */
"Resend invitation" = "Birbidali gonbidapena";

/* No comment provided by engineer. */
"Resend invitations" = "Birbidali gonbidapenak";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Emaitzak";

/* No comment provided by engineer. */
"Retry" = "Saiatu berriro";

/* Save conversation description */
"Save" = "Gorde";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Esan kaixo zure lagun eta lankideei!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Pantaila partekatzea geldituta";

/* No comment provided by engineer. */
"Search" = "Bilatu";

/* No comment provided by engineer. */
"Search for places" = "Bilatu lekuak";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Hautatu hizkuntza";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Bidali";

/* No comment provided by engineer. */
"Send a reaction" = "Bidali erreakzioa";

/* No comment provided by engineer. */
"Send call notification" = "Bidali dei jakinarazpena";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Bidali mezua";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Bidali jakinarazpenik gabe";

/* No comment provided by engineer. */
"Send/Accept" = "Bidali/Onartu";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Jakinarazpenik gabe bidalita";

/* No comment provided by engineer. */
"Server" = "Zerbitzaria";

/* No comment provided by engineer. */
"Server address https://…" = "Zerbitzariaren helbidea https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Zerbitzaria mantentze moduan dago";

/* No comment provided by engineer. */
"Server not found" = "Ez da zerbitzaria aurkitu";

/* No comment provided by engineer. */
"Set" = "Ezarri";

/* No comment provided by engineer. */
"Set password" = "Ezarri pasahitza";

/* Remind me later about that message */
"Set reminder" = "Ezarri gogorarazpena";

/* No comment provided by engineer. */
"Set status message" = "Ezarri egoera-mezua";

/* No comment provided by engineer. */
"Settings" = "Ezarpenak";

/* No comment provided by engineer. */
"Share" = "Partekatu";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Partekatu zure Tassoseko fitxategi bat";

/* No comment provided by engineer. */
"Share current location" = "Partekatu uneko kokapena";

/* No comment provided by engineer. */
"Share link" = "Partekatu esteka";

/* No comment provided by engineer. */
"Share location" = "Partekatu kokalekua";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Partekatu pin kokapena";

/* No comment provided by engineer. */
"Share to chat" = "Partekatu txatarekin";

/* No comment provided by engineer. */
"Share with" = "Partekatu honekin";

/* No comment provided by engineer. */
"Shared items" = "Partekatutako elementuak";

/* No comment provided by engineer. */
"Shared location" = "Partekatutako kokalekua";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Erakutsi gehiago...";

/* No comment provided by engineer. */
"Signaling" = "Seinalizazioa";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP markatzea";

/* No comment provided by engineer. */
"Skip" = "Jauzi";

/* No comment provided by engineer. */
"Slide to cancel" = "Sakatu bertan behera uzteko";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Bistaratzen ez diren zenbait mezu linean daudenean deskargatuko dira";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Iturburu-kodea";

/* speaker = Loudspeaker, device */
"Speaker" = "Bozgorailua";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Bozgorailua desgaituta";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Bozgorailua gaituta";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Speech recognition access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Speech recognition failed";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Hasi grabatzen";

/* No comment provided by engineer. */
"Start time" = "Hasiera-ordua";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Egoera";

/* No comment provided by engineer. */
"Status message" = "Egoera-mezua";

/* Action to 'Stop' a recording */
"Stop" = "Gelditu";

/* No comment provided by engineer. */
"Stop recording" = "Utzi grabaketa";

/* No comment provided by engineer. */
"Stop screensharing" = "Utzi pantaila partekatzeari";

/* Strikethrough text */
"Strikethrough" = "Marratua";

/* No comment provided by engineer. */
"STUN servers" = "STUN zerbitzariak";

/* No comment provided by engineer. */
"Submit vote" = "Bidali botoa";

/* No comment provided by engineer. */
"Switch account" = "Aldatu kontua";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Switching to another conversation …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sinkronizatu zerbitzari fidagarriekin eta helbide liburu publiko eta globalarekin";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Luze sakatu ahots-mezu bat grabatzeko";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Luze sakatu ahots-mezu bat grabatzeko, askatu botoia bidaltzeko.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "The app is too old and no longer supported by this server.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "The call has been running for one hour";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "Pasahitza gaizki dago";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Baliteke grabazioan zure ahotsa, kamerako bideoa eta pantaila partekatzea. Zure baimena beharrezkoa da deian sartu aurretik.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "%1$@ erabiltzailearen konturik ez dago aplikazio honetan konfiguratutako %2$@ zerbitzarian.";

/* No comment provided by engineer. */
"This call is being recorded" = "This call is being recorded";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Elkarrizketa hau irakurtzeko soilik da";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Bilera hau aurreikusita dago ordu honetarako:";

/* No comment provided by engineer. */
"This might take a moment" = "Momentu bat beharko da";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "This usually indicates that this device was previously used for an account, which was not properly removed from the server.";

/* No comment provided by engineer. */
"This week" = "Aste honetan";

/* Remind me this weekend about that message */
"This weekend" = "Asteburu hau";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Honek aplikazioaren funtzionalitatean eragina izango du. Egiaztatu zure ezarpenak mesedez.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Title";

/* 'To' which language user wants to translate text */
"To" = "Nori:";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "To resolve this issue, use the web interface and go to \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Nori:";

/* No comment provided by engineer. */
"Today" = "Gaur";

/* Remind me tomorrow about that message */
"Tomorrow" = "Bihar";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transkribatu";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transkripzioa";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Itzulpena";

/* No comment provided by engineer. */
"Translation failed" = "Itzulpenak huts egin du";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN zerbitzariak";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter erabiltzailea @...";

/* No comment provided by engineer. */
"Typing indicator" = "Idazte erakuslea";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "Ezin izan da fitxategia kargatu";

/* No comment provided by engineer. */
"Unable to open file" = "Ezin da fitxategia ireki";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Desartxibatu elkarrizketa";

/* No comment provided by engineer. */
"Unavailable" = "Ez erabilgarri";

/* No comment provided by engineer. */
"Unban" = "Debekua kendu";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Devices & sessions\" check if there are duplicate entries for the same device.";

/* No comment provided by engineer. */
"Undo" = "Desegin";

/* No comment provided by engineer. */
"Undo Typing" = "Desegin idazkia";

/* No comment provided by engineer. */
"Unknown" = "Ezezaguna";

/* No comment provided by engineer. */
"Unknown error" = "Errore ezezaguna";

/* No comment provided by engineer. */
"Unknown error occurred" = "Errore ezezaguna gertatu da";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Irakurri gabe";

/* No comment provided by engineer. */
"Unread mentions" = "Irakurri gabeko aipamenak";

/* No comment provided by engineer. */
"Unread messages" = "Irakurri gabeko mezuak";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Eguneratu";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Igoerak huts egin du";

/* No comment provided by engineer. */
"Uploading %ld elements" = "%ld elementu igotzen";

/* No comment provided by engineer. */
"User" = "Erabiltzailea";

/* No comment provided by engineer. */
"User profile and settings" = "Erabiltzailearen profila eta ezarpenak";

/* No comment provided by engineer. */
"User status supported?" = "Erabiltzailearen egoera onartuta?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Erabiltzaileak";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Bertsioa";

/* Join a call in video call mode */
"Video call" = "Bideo-deia";

/* No comment provided by engineer. */
"Video quality" = "Bideo kalitatea";

/* Conversation visibility settings */
"Visibility" = "Ikusgarritasuna";

/* No comment provided by engineer. */
"Voice messages" = "Ahots-mezuak";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "%@ deira batzeko itxaroten ...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Besteak deira batzeko itxaroten ...";

/* No comment provided by engineer. */
"Website" = "Webgunea";

/* No comment provided by engineer. */
"What is your status?" = "Zein da zure egoera?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Idatzi mezua, erabili @ norbait aipatzeko...";

/* No comment provided by engineer. */
"Yes" = "Bai";

/* No comment provided by engineer. */
"Yesterday" = "Atzo";

/* No comment provided by engineer. */
"You" = "Zu ";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "You added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "{user0} eta {user1} gehitu dituzu";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "You and {actor0} joined the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Une honetan atondoan itxaroten ari zara";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Ez zara elkarrizketa baten parte";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Ez zara elkarrizketaren parte. Sakatu + berria hasteko.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Zure telefono zenbakia ezarri dezakezu beste erabiltzaile batzuek aurkitu ahal izateko";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "{user0} eta {user1} moderatzaileetatik kendu dituzu";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "%ld gonbidapen dituzu zain";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Moderatzaile batek isilarazi zaitu";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Moderatzaile berria sustatu behar duzu %@ utzi aurretik.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Elkarrizketatik irten aurretik moderatzaile berri bat sustatu behar duzu";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "{user0} eta {user1} moderatzaile bihurtu dituzu";

/* No comment provided by engineer. */
"You received a new notification" = "Jakinarazpen berria jaso duzu";

/* No comment provided by engineer. */
"You reconnected to the call" = "Deira berriro konektatu zara";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "{user0} eta {user1} kendu dituzu";

/* No comment provided by engineer. */
"Your email address" = "Zure e-posta";

/* No comment provided by engineer. */
"Your phone number" = "Zure telefono zenbakia";

/* No comment provided by engineer. */
"Your PIN" = "Zure PINa";

/* No comment provided by engineer. */
"Your postal address" = "Zure helbidea";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API errorea";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} added you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} added {user0} and {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} and {actor1} left the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} demoted {user0} and {user1} from moderators";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoted {user0} and {user1} to moderators";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removed you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removed you and {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Mezu berriak";

